Repository: 2bdkid/ubiquity
Catalog: d-i/source/kbd-chooser/debian/po/*.po
Languages: hr

source: Select a keyboard layout
hr: Izaberi tipkovnicu

source: ${KBD-ARCHS}
hr: ${KBD-ARCHS-L10N}

source: Type of keyboard:
hr: Vrsta tipkovnice:

source: Please choose the type of keyboard to configure.
hr: Molim izaberite vrstu tipkovnice za pode¹avanje.

source: No keyboard to configure
hr: Nema tipkovnice za pode¹avanje

source: Do not configure keyboard; keep kernel keymap
hr: Ne mijenjaj tipkovnicu; ostavi kernel raspored

source: Configuring keyboard ...
hr: Pode¹avam tipkovnicu...

source: Your keyboard is:
hr: Va¹a tipkovnica je:

source: Find your keyboard
hr: Pronaði tipkovnicu

source: Select from full keyboard list
hr: Odaberite za pune liste tipkovnica

source: Find your layout by pressing some keys
hr: Pronaðite svoj raspored pritiskom na neke tipke

source: Press a few keys and verify that the right characters appear.
hr: Pritisnite nekoliko tipke i potvrdite da su se pojavili ispravni znakovi.

source: Test whether "${kbd}" is the correct keyboard map
hr: Test je li "${kbd}" ispravan raspored tipkovnice

source: Test whether this layout is correct
hr: Test je li ovaj raspored ispravan

source: PC-style (AT or PS-2 connector) keyboard
hr: PC tipkovnica (AT ili PS2 prikljuèak)

source: Atari keyboard
hr: Atari tipkovnica

source: Amiga keyboard
hr: Amiga tipkovnica

source: Acorn keyboard
hr: Acorn tipkovnica

source: Mac keyboard
hr: Mac tipkovnica

source: Sun keyboard
hr: Sun tipkovnica

source: USB keyboard
hr: USB tipkovnica

source: DEC keyboard
hr: DEC tipkovnica

source: HP HIL keyboard
hr: HP HIL tipkovnica
